tap "bufbuild/buf"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "aliyun-cli"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "gettext"
brew "glib"
brew "coreutils"
brew "docker", link: false
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "openssl@1.1"
brew "git-crypt"
brew "go"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "jo"
brew "jq"
brew "k9s"
brew "krb5"
brew "lcov"
brew "neovim"
brew "node"
brew "openjdk"
brew "pnpm"
brew "portaudio"
brew "protobuf"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "skaffold"
brew "tmux"
brew "ttyd"
brew "yamllint"
brew "yq"
brew "bufbuild/buf/buf"
brew "dart-lang/dart/dart", link: false
brew "qmk/qmk/qmk"
cask "bloomrpc"
cask "chromium"
cask "flutter"
cask "google-cloud-sdk"
cask "temurin"
